Repository: LefterisRentas/QRCodeApp
Catalog: QRCodeApp/Components/Pages/Home/Home.*.resx
Languages: el

# InsertText
source: Enter text that will be used to generate the QR Code.
el: Εισάγετε κείμενο το οποίο θα χρησιμοποιηθεί για τη δημιουργία του QR Code.

# QRCodeGenerator
source: QR Code Generator App
el: Εφαρμογή Δημιουργίας QR Code

source: Generate QR Code
el: Δημιουργία QR Code

source: Save QR Code
el: Αποθήκευση QR Code

source: Saved QR Codes
el: Αποθηκευμένα QR Codes

source: Delete
el: Διαγραφή

# Regenerate
source: Load Saved QR Code Entry
el: Φόρτωση Αποθηκευμένου QR Code

source: No saved QR codes.
el: Δεν υπάρχουν αποθηκευμένα QR codes.

# EnterQRCodeName
source: Enter QR Code Entry Name To Save
el: Εισάγετε το όνομα για το QR Code που θα αποθηκεύσετε

source: Save
el: Αποθηκευση

source: Cancel
el: Ακύρωση

# DownloadQRCode
source: Save QR Code as picture on the device
el: Αποθήκευση QR Code ως φωτογραφία στην συσκευή
